[
  {
    "id": "bitcoin",
    "symbol": "BTC",
    "description": "Bitcoin (BTC) is a consensus network that enables a new payment system and a completely digital currency. Powered by its users, it is a peer to peer payment network that requires no central authority to operate. On October 31st, 2008, an individual or group of individuals operating under the pseudonym \"Satoshi Nakamoto\" published the Bitcoin Whitepaper and described it as: \"a purely peer-to-peer version of electronic cash, which would allow online payments to be sent directly from one party to another without going through a financial institution.\"",
    "website": "https://bitcoin.org/",
    "currencyLogo": "₿"
  },
  {
    "id": "litecoin",
    "symbol": "LTC",
    "description": "Litecoin is a peer-to-peer cryptocurrency created by Charlie Lee. It was created based on the Bitcoin protocol but differs in terms of the hashing algorithm used. Litecoin uses the memory intensive Scrypt proof of work mining algorithm. Scrypt allows consumer-grade hardware such as GPU to mine those coins.",
    "website": "https://litecoin.org/",
    "currencyLogo": null
  },
  {
    "id": "crycash",
    "symbol": "CRC",
    "description": "CraftCoin (CRC) is a cryptocurrency. Users are able to generate CRC through the process of mining. The last known price of CraftCoin is $0.000738 USD. More information can be found at http://craftcoin.net/.",
    "website": "http://craftcoin.net/",
    "currencyLogo": "₡"
  },
  {
    "id": "dogecoin",
    "symbol": "DOGE",
    "description": "Based on the popular \"Doge\" Internet meme and featuring a Shiba Inu on its logo, Dogecoin (DOGE) is a cryptocurrency that was forked from Litecoin in Dec 2013. Dogecoin has been used primarily as a tipping system on Reddit and Twitter to reward the creation or sharing of quality content. Dogecoin was created by Billy Markus from Portland, Oregon and Jackson Palmer from Sydney, Australia. Both had envisaged Dogecoin as a fun, light-hearted cryptocurrency that would have greater appeal beyond the core Bitcoin audience.",
    "website": "http://dogecoin.com/",
    "currencyLogo": null
  },
  {
    "id": "dash",
    "symbol": "DASH",
    "description": "Dash (DASH) describes itself as digital cash that aims to offer financial freedom to everyone. Payments are fast, easy, secure, and with near-zero fees. Built to support real-life use cases, Dash aims to provide a fully-decentralized payments solution. Users can purchase goods at thousands of merchants and trade it at major exchanges and brokers around the globe. \r\n\r\nDash has -- since its creation in 2014 -- introduced features such as:\r\n\r\n- Two-tier network with incentivized nodes and decentralized project governance (Masternodes)\r\n- Instantly settled payments (InstantSend)\r\n- Instantly immutable blockchain (ChainLocks)\r\n- Optional privacy (PrivateSend)",
    "website": "https://www.dash.org/",
    "currencyLogo": null
  },
  {
    "id": "bitcoin-cash",
    "symbol": "BCH",
    "description": "BlueChip (BCH) is a cryptocurrency. Users are able to generate BCH through the process of mining. BlueChip has a current supply of 5,585,578.363. The last known price of BlueChip is $0.000088 USD. More information can be found at http://www.bluechipcurrency.com/.",
    "website": "http://www.bluechipcurrency.com/",
    "currencyLogo": null
  },
  {
    "id": "bobs-repair",
    "symbol": "BOB",
    "description": "Dobbscoin (BOB) is a cryptocurrency. Users are able to generate BOB through the process of mining. More information can be found at http://www.dobbscoin.info.",
    "website": "http://www.dobbscoin.info",
    "currencyLogo": "$b"
  },
  {
    "id": "tether",
    "symbol": "USDT",
    "description": "Tether (USDT) is a cryptocurrency with a value meant to mirror the value of the U.S. dollar. The idea was to create a stable cryptocurrency that can be used like digital dollars. Coins that serve this purpose of being a stable dollar substitute are called “stable coins.” According to their site, Tether converts cash into digital currency, to anchor or “tether” the value of the coin to the price of national currencies like the US dollar, the Euro, and the Yen.\r\n\r\nTether (USDT) is issued on the Omni, TRON, and ETH blockchains. For details on the issuance across the different chains, please refer to: https://wallet.tether.to/transparency",
    "website": "https://tether.to",
    "currencyLogo": null
  },
  {
    "id": "binance-coin",
    "symbol": "BNB",
    "description": "BnB Coin (BNB) is a cryptocurrency. More information can be found at.",
    "currencyLogo": null
  },
  {
    "id": "ethereum",
    "symbol": "ETH",
    "description": "Ethereum (ETH) is a smart contract platform that enables developers to build decentralized applications (dapps) conceptualized by Vitalik Buterin in 2013. ETH is the native currency for the Ethereum platform and also works as the transaction fees to miners on the Ethereum network.\r\n\r\nEthereum is the pioneer for blockchain based smart contracts. When running on the blockchain a smart contract becomes like a self-operating computer program that automatically executes when specific conditions are met. On the blockchain, smart contracts allow for code to be run exactly as programmed without any possibility of downtime, censorship, fraud or third-party interference. It can facilitate the exchange of money, content, property, shares, or anything of value. The Ethereum network went live on July 30th, 2015 with 72 million Ethereum premined.",
    "website": "https://www.ethereum.org/",
    "currencyLogo": null
  },
  {
    "id": "waves",
    "symbol": "WAVES",
    "description": "Waves Platform’s mission lies in creating an ecosystem that aims to accelerate the shift from centralized to decentralized systems and an emphasis on the individual’s control of their own funds and assets, personal data, and privacy. Waves Platform describes itself as an open network for Web 3.0 applications and custom decentralized solutions, with a range of purpose-designed tools for making the process of developing and running dApps easy and accessible. Launched in 2016, Waves has since released several blockchain-based solutions. Waves’ technology is designed to address the needs of developers and companies that want to leverage the properties of blockchain systems – including their security, auditability, verifiability and the trustless execution of transactions and business logic.\r\n\r\nWaves Platform claims to provide everything required to support the backend of Web 3.0 services. In 2017, Waves launched its mainnet with LPoS, decentralized exchange DEX, and later the Waves-NG protocol. In 2018, the Waves development team delivered the first implementation of smart contracts. This was followed by the release of the RIDE programming language in 2019, Strightforward, Predictible and Failproof language for programming logic. In June 2019 the mainnet of Waves Enterprise, a global private blockchain solution, was launched. All of this is complemented with a broad infrastructure: an IDE for sandbox development, tools, SDKs, libraries, frameworks, and protocols for convenient and easy integrations.\r\n\r\nWaves Platform consists of three core layers:\r\n\r\nProtocol layer: LPoS, Waves-NG, fixed fees, easy mining start, various transactions models\r\n\r\nInfrastructure layer: Keeper for private key management, IDE for sandbox development, smart-contracts programming language RIDE and other tools for dApp development, API’s, libraries, tools, and frameworks.\r\n\r\nApplication layer: basic core open-source apps (decentralized exchange, mobile apps, and voting) and various dApps running on the network.",
    "website": "https://wavesplatform.com/",
    "currencyLogo": null
  },
  {
    "id": "steem-dollars",
    "symbol": "SBD",
    "description": "Steem Dollars (SBD) is a cryptocurrency. Steem Dollars has a current supply of 7,365,077.954. The last known price of Steem Dollars is $0.652023 USD and is up 2.44% over the last 24 hours. It is currently trading on 9 active market(s) with $30,222.01 traded over the last 24 hours. More information can be found at https://steem.io/.",
    "website": "https://steem.io/",
    "currencyLogo": "$"
  },
  {
    "id": "zcash",
    "symbol": "ZEC",
    "description": "Launched in 2016 by Zooko Wilcox-O’Hearn and based on the Zerocoin protocol, Zcash (ZEC) is a decentralized and open-source privacy-focused cryptocurrency that enables selective transparency of transactions. Zcash transactions can either be transparent or shielded through a zero-knowledge proof called zk-SNARKs. This allows the network to maintain a secure ledger of balances without disclosing the parties or amounts involved. Instead of publishing spend-authority and transaction values, the transaction metadata is encrypted and zk-SNARKs are used to prove that nobody is being dishonest.",
    "website": "https://z.cash/",
    "currencyLogo": null
  },
  {
    "id": "qtum",
    "symbol": "QTUM",
    "description": "Qtum (QTUM) is a Proof-of-Stake (PoS) smart contract blockchain platform and value transfer protocol. In PoS, node operators are rewarded for validating transactions. Qtum is built on Bitcoin's UTXO transaction model, with the added functionality of smart contract execution.",
    "website": "https://qtum.org/",
    "currencyLogo": null
  },
  {
    "id": "eos",
    "symbol": "EOS",
    "description": "EOS.IO is a blockchain protocol powered by the native cryptocurrency EOS. The protocol emulates most of the attributes of a real computer including hardware (CPU(s) & GPU(s) for processing, local/RAM memory, hard-disk storage) with the computing resources distributed equally among EOS cryptocurrency holders. EOSIO operates as a smart contract platform and decentralized operating system intended for the deployment of industrial-scale decentralized applications through a decentralized autonomous corporation model. The smart contract platform claims to eliminate transaction fees and also conduct millions of transactions per second. EOS (EOS) is software that introduces a blockchain architecture designed to enable vertical and horizontal scaling of decentralized applications. The EOS software provides accounts, authentication, databases, asynchronous communication and the scheduling of applications across multiple CPU cores and/or clusters.",
    "website": "https://eos.io/",
    "currencyLogo": null
  },
  {
    "id": "bitcoin-cash",
    "symbol": "BCH",
    "description": "Bitcoin Cash (BCH) is hard fork (a community-activated update to the protocol or code) of Bitcoin that took effect on August 1st, 2017 that increased the block size to 8MB, to help the scale the underlying technology of Bitcoin.Nov 16th 2018: BCH was hard forked again and split into Bitcoin SV and Bitcoin ABC. Bitcoin ABC became the dominant chain and took over the BCH ticker as it had more hashpower and majority of the nodes in the network.",
    "website": "https://www.bitcoincash.org/",
    "currencyLogo": null
  },
  {
    "id": "binance-coin",
    "symbol": "BNB",
    "description": "Binance Coin (BNB) is the cryptocurrency of the Binance platform. The name \"Binance\" is a combination of binary and finance. As of 2019, many businesses accept BNB as a form of payment.",
    "website": "https://www.binance.com/",
    "currencyLogo": null
  },
  {
    "id": "crycash",
    "symbol": "CRC",
    "description": "CrowdCoin (CRC) is a cryptocurrency. Users are able to generate CRC through the process of mining. CrowdCoin has a current supply of 5,095,340 with 4,745,340 in circulation. The last known price of CrowdCoin is $0.007677 USD and is up 0.00% over the last 24 hours. More information can be found at http://crowdcoin.site/.",
    "website": "http://crowdcoin.site/",
    "currencyLogo": "₡"
  },
  {
    "id": "steneum-coin",
    "symbol": "STN",
    "description": "Steneum Coin (STN) is a cryptocurrency. Steneum Coin has a current supply of 6,081,622.992 with 2,926,779.005 in circulation. The last known price of Steneum Coin is $0.003665 USD and is up 0.00% over the last 24 hours. More information can be found at http://www.steneum.com/.",
    "website": "http://www.steneum.com/",
    "currencyLogo": null
  },
  {
    "id": "sharpe-platform-token",
    "symbol": "SHP",
    "description": "Sharpe Platform Token (SHP) is a cryptocurrency token and operates on the Ethereum platform. Sharpe Platform Token has a current supply of 32,000,000 with 17,410,143.634 in circulation. The last known price of Sharpe Platform Token is $0.000460 USD and is up 0.00% over the last 24 hours. It is currently trading on 1 active market(s) with $0 traded over the last 24 hours. More information can be found at https://sharpe.capital/.",
    "website": "https://sharpe.capital/",
    "currencyLogo": "£"
  },
  {
    "id": "crycash",
    "symbol": "CRC",
    "description": "CRYCASH is a cryptocurrency token that aims to satisfy all needs of gamers and game developers with its Ecosystem of custom-tailored services. CRYCASH has already confirmed integration into the renowned bestsellers from Crytek, with more partners to come. CRYCASH already adopted the few projects in Ecosystem: Crycash Reward Platform, CryStore, CryptoSpin and more.",
    "website": "https://crycash.io/",
    "currencyLogo": "₡"
  },
  {
    "id": "bobs-repair",
    "symbol": "BOB",
    "description": "Bolivian Boliviano (BOB) is a cryptocurrency. The last known price of Bolivian Boliviano is $0.144610 USD and is down -0.04% over the last 24 hours. More information can be found at.",
    "currencyLogo": "$b"
  },
  {
    "id": "smartshare",
    "symbol": "SSP",
    "description": "Smartshare (SSP) is a cryptocurrency token and operates on the Ethereum platform. Smartshare has a current supply of 10,000,000,000 with 4,639,918,910.619 in circulation. The last known price of Smartshare is $0.000238 USD and is up 12.98% over the last 24 hours. It is currently trading on 13 active market(s) with $214,888.689 traded over the last 24 hours. More information can be found at https://smartshare.vip/#/.",
    "website": "https://smartshare.vip/#/",
    "currencyLogo": null
  },
  {
    "id": "aurora",
    "symbol": "AOA",
    "description": "Aurora Chain (AOA) holds the mission of creating bright an colorful blockchain world with fast-working contracts that facilitate easy development of applications on the blockchain. The team strives to allow businesses from disparate industries to cooperate using the distribution of a fixed supply of the underlying currency AOA as a means of ensuring the speed and functionality of the consensus mechanism. As such, transactions may be realized quickly from delegated proof of stake voting equipped with byzantine fault tolerance to improve interactive consistency within the system.",
    "website": "https://www.aurorachain.io/",
    "currencyLogo": "Kz"
  },
  {
    "id": "bobs-repair",
    "symbol": "BOB",
    "description": "Bob's Repair (BOB) is a cryptocurrency token and operates on the Ethereum platform. Bob's Repair has a current supply of 360,000,000 with 183,640,758.171 in circulation. The last known price of Bob's Repair is $0.000636 USD and is down -27.94% over the last 24 hours. It is currently trading on 5 active market(s) with $225,568.668 traded over the last 24 hours. More information can be found at https://www.bobsrepair.com/.",
    "website": "https://www.bobsrepair.com/",
    "currencyLogo": "$b"
  },
  {
    "id": "blocknode",
    "symbol": "BND",
    "description": "Blocknode (BND) is a cryptocurrency. Users are able to generate BND through the process of mining. Blocknode has a current supply of 214,926,181.03. The last known price of Blocknode is $0.000076 USD and is up 0% over the last 24 hours. More information can be found at https://blocknode.tech/.",
    "website": "https://blocknode.tech/",
    "currencyLogo": "$"
  },
  {
    "id": "usd-coin",
    "symbol": "USDC",
    "description": "USDC is a fully collateralized US dollar stablecoin. It is an Ethereum powered coin and is the brainchild of CENTRE, an open source project bootstrapped by contributions from Circle and Coinbase. USDCs are issued by regulated and licensed financial institutions that maintain full reserves of the equivalent fiat currency in a 1 USDC:1 USD ratio. Issuers are required to report their USD reserve holdings frequently, and Grant Thornton LLP issues reports on those holdings every month.",
    "website": "https://www.centre.io/usdc",
    "currencyLogo": null
  },
  {
    "id": "crycash",
    "symbol": "CRC",
    "description": "Costa Rican Colón (CRC) is a cryptocurrency. The last known price of Costa Rican Colón is $0.001767 USD and is up 0.20% over the last 24 hours. More information can be found at.",
    "currencyLogo": "₡"
  },
  {
    "id": "smartshare",
    "symbol": "SSP",
    "description": "South Sudanese Pound (SSP) is a cryptocurrency. The last known price of South Sudanese Pound is $0.007677 USD and is up 0% over the last 24 hours. More information can be found at.",
    "currencyLogo": null
  },
  {
    "id": "dai",
    "symbol": "DAI",
    "description": "Multi-collateral DAI (DAI) is a cryptocurrency token and operates on the Ethereum platform. The last known price of Multi-collateral DAI is $1.00 USD and is up 0.03% over the last 24 hours. It is currently trading on 45 active market(s) with $2,327,193 traded over the last 24 hours. More information can be found at http://www.makerdao.com/.",
    "website": "http://www.makerdao.com/",
    "currencyLogo": null
  }
]